Repository: hebcal/hebcal-learning
Catalog: po/*.po
Languages: he

source: Berachot
he: ברכות

source: Eruvin
he: עירובין

source: Pesachim
he: פסחים

source: Shekalim
he: שקלים

source: Yoma
he: יומא

source: Sukkah
he: סוכה

source: Beitzah
he: ביצה

source: Taanit
he: תענית

source: Megillah
he: מגילה

source: Moed Katan
he: מועד קטן

source: Chagigah
he: חגיגה

source: Yevamot
he: יבמות

source: Ketubot
he: כתובות

source: Nedarim
he: נדרים

source: Nazir
he: נזיר

source: Sotah
he: סוטה

source: Gitin
he: גיטין

source: Kiddushin
he: קידושין

source: Baba Kamma
he: בבא קמא

source: Baba Metzia
he: בבא מציעא

source: Baba Batra
he: בבא בתרא

source: Sanhedrin
he: סנהדרין

source: Makkot
he: מכות

source: Shevuot
he: שבועות

source: Avodah Zarah
he: עבודה זרה

source: Horayot
he: הוריות

source: Zevachim
he: זבחים

source: Menachot
he: מנחות

source: Chullin
he: חולין

source: Bechorot
he: בכורות

source: Arachin
he: ערכין

source: Temurah
he: תמורה

source: Keritot
he: כריתות

source: Meilah
he: מעילה

source: Kinnim
he: קינים

source: Tamid
he: תמיד

source: Midot
he: מדות

source: Niddah
he: נדה

source: Berakhot
he: ברכות

source: Peah
he: פאה

source: Demai
he: דמאי

source: Kilayim
he: כלאים

source: Sheviit
he: שביעית

source: Terumot
he: תרומות

source: Maasrot
he: מעשרות

source: Maaser Sheni
he: מעשר שני

source: Challah
he: חלה

source: Orlah
he: ערלה

source: Bikkurim
he: ביכורים

source: Rosh Hashanah
he: ראש השנה

source: Gittin
he: גיטין

source: Bava Kamma
he: בבא קמא

source: Bava Metzia
he: בבא מציעא

source: Bava Batra
he: בבא בתרא

source: Eduyot
he: עדיות

source: Avot
he: אבות

source: Bekhorot
he: בכורות

source: Arakhin
he: ערכין

source: Middot
he: מדות

source: Kelim
he: כלים

source: Oholot
he: אהלות

source: Negaim
he: נגעים

source: Parah
he: פרה

source: Tahorot
he: טהרות

source: Mikvaot
he: מקואות

source: Makhshirin
he: מכשירין

source: Zavim
he: זבים

source: Tevul Yom
he: טבול יום

source: Yadayim
he: ידים

source: Oktzin
he: עוקצים

source: Transmission of the Oral Law
he: מסירת תורה שבעל פה

source: Positive Mitzvot
he: מצוות עשה

source: Negative Mitzvot
he: מצוות לא תעשה

source: Overview of Mishneh Torah Contents
he: תוכן החיבור

source: Foundations of the Torah
he: הלכות יסודי התורה

source: Human Dispositions
he: הלכות דעות

source: Torah Study
he: הלכות תלמוד תורה

source: Foreign Worship and Customs of the Nations
he: הלכות עבודה זרה וחוקות הגויים

source: Repentance
he: הלכות תשובה

source: Reading the Shema
he: הלכות קריאת שמע

source: Prayer and the Priestly Blessing
he: הלכות תפילה וברכת כהנים

source: Tefillin, Mezuzah and the Torah Scroll
he: הלכות תפילין ומזוזה וספר תורה

source: Fringes
he: הלכות ציצית

source: Blessings
he: הלכות ברכות

source: Circumcision
he: הלכות מילה

source: The Order of Prayer
he: סדר התפילה

source: Sabbath
he: הלכות שבת

source: Rest on the Tenth of Tishrei
he: הלכות שביתת עשור

source: Rest on a Holiday
he: הלכות שביתת יום טוב

source: Leavened and Unleavened Bread
he: הלכות חמץ ומצה

source: Shofar, Sukkah and Lulav
he: הלכות שופר וסוכה ולולב

source: Sheqel Dues
he: הלכות שקלים

source: Sanctification of the New Month
he: הלכות קידוש החודש

source: Fasts
he: הלכות תעניות

source: Scroll of Esther and Hanukkah
he: הלכות מגילה וחנוכה

source: Marriage
he: הלכות אישות

source: Divorce
he: הלכות גירושין

source: Levirate Marriage and Release
he: הלכות יבום וחליצה

source: Virgin Maiden
he: הלכות נערה בתולה

source: Woman Suspected of Infidelity
he: הלכות סוטה

source: Forbidden Intercourse
he: הלכות איסורי ביאה

source: Forbidden Foods
he: הלכות מאכלות אסורות

source: Ritual Slaughter
he: הלכות שחיטה

source: Oaths
he: הלכות שבועות

source: Vows
he: הלכות נדרים

source: Nazariteship
he: הלכות נזירות

source: Appraisals and Devoted Property
he: הלכות ערכים וחרמין

source: Diverse Species
he: הלכות כלאים

source: Gifts to the Poor
he: הלכות מתנות עניים

source: Heave Offerings
he: הלכות תרומות

source: Tithes
he: הלכות מעשרות

source: Second Tithes and Fourth Year's Fruit
he: הלכות מעשר שני ונטע רבעי

source: First Fruits and other Gifts to Priests Outside the Sanctuary
he: הלכות ביכורים ושאר מתנות כהונה שבגבולין

source: Sabbatical Year and the Jubilee
he: הלכות שמיטה ויובל

source: The Chosen Temple
he: הלכות בית הבחירה

source: Vessels of the Sanctuary and Those who Serve Therein
he: הלכות כלי המקדש והעובדין בו

source: Admission into the Sanctuary
he: הלכות ביאת מקדש

source: Things Forbidden on the Altar
he: הלכות איסורי המזבח

source: Sacrificial Procedure
he: הלכות מעשה הקרבנות

source: Daily Offerings and Additional Offerings
he: הלכות תמידים ומוספין

source: Sacrifices Rendered Unfit
he: הלכות פסולי המוקדשין

source: Service on the Day of Atonement
he: הלכות עבודת יום הכפורים

source: Trespass
he: הלכות מעילה

source: Paschal Offering
he: הלכות קרבן פסח

source: Festival Offering
he: הלכות חגיגה

source: Firstlings
he: הלכות בכורות

source: Offerings for Unintentional Transgressions
he: הלכות שגגות

source: Offerings for Those with Incomplete Atonement
he: הלכות מחוסרי כפרה

source: Substitution
he: הלכות תמורה

source: Defilement by a Corpse
he: הלכות טומאת מת

source: Red Heifer
he: הלכות פרה אדומה

source: Defilement by Leprosy
he: הלכות טומאת צרעת

source: Those Who Defile Bed or Seat
he: הלכות מטמאי משכב ומושב

source: Other Sources of Defilement
he: הלכות שאר אבות הטומאות

source: Defilement of Foods
he: הלכות טומאת אוכלים

source: Vessels
he: הלכות כלים

source: Immersion Pools
he: הלכות מקואות

source: Damages to Property
he: הלכות נזקי ממון

source: Theft
he: הלכות גניבה

source: Robbery and Lost Property
he: הלכות גזילה ואבידה

source: One Who Injures a Person or Property
he: הלכות חובל ומזיק

source: Murderer and the Preservation of Life
he: הלכות רוצח ושמירת נפש

source: Sales
he: הלכות מכירה

source: Ownerless Property and Gifts
he: הלכות זכייה ומתנה

source: Neighbors
he: הלכות שכנים

source: Agents and Partners
he: הלכות שלוחין ושותפין

source: Slaves
he: הלכות עבדים

source: Hiring
he: הלכות שכירות

source: Borrowing and Deposit
he: הלכות שאלה ופיקדון

source: Creditor and Debtor
he: הלכות מלווה ולווה

source: Plaintiff and Defendant
he: הלכות טוען ונטען

source: Inheritances
he: הלכות נחלות

source: The Sanhedrin and the Penalties within their Jurisdiction
he: הלכות סנהדרין והעונשין המסורין להם

source: Testimony
he: הלכות עדות

source: Rebels
he: הלכות ממרים

source: Mourning
he: הלכות אבל

source: Kings and Wars
he: הלכות מלכים ומלחמות

source: Hakdamah
he: הקדמה

source: Psichah
he: פתיחה

source: Lavin
he: לאוין

source: Asin
he: עשיין

source: Arurin
he: ארורין

source: Hilchos LH
he: הלכות לשון הרע

source: Hilchos Rechilus
he: הלכות רכילות

source: Tziyurim
he: ציורים

source: Shar Hazechira
he: שער הזכירה

source: Shar Hatvuna
he: שער התבונה

source: Shar Hatorah
he: שער התורה

source: Chasimas Hasefer
he: חתימת הספר

source: Kings
he: מְלָכִים

source: Minor Prophets
he: תרי עשר

source: Ezra and Nehemiah
he: עֶזְרָא וְנְחֶמְיָה

source: Chronicles
he: דִברֵי הַיָמִים

source: Samuel
he: שְׁמוּאֵל

source: Chofetz Chaim
he: חָפֵץ חַיִּים

source: Daf Weekly
he: דַף שְׁבוּעִי

source: Daily Rambam
he: רמב״ם יוֹמִי

source: Mishna Yomi
he: מִשְׁנָה יוֹמִי

source: Nach Yomi
he: נ״ך יוֹמִי

source: Tanakh Yomi
he: תנ״ך יוֹמִי

source: Shemirat HaLashon
he: שמירת הלשון

source: Yerushalmi Yomi
he: יְרוּשַׁלְמִי יוֹמִי

source: Klalim
he: כללים

source: Hilchot Shmita v'Terumah
he: הלכות שמיטה ותרו״מ

source: Hilchot Brachot v'Tefilah
he: הלכות ברכות ותפלה
